{"Plot": "Horror Anthology \"60 second short films that will scar you for a lifetime\"", "Rated": "N/A", "Response": "True", "Language": "English, Spanish", "Title": "60 Seconds to Die", "Country": "UK, USA", "Writer": "Amber Bariaktari, Glenn Berggoetz, Nicole Brezzo, David Bryant, Shawn Burkett (\"No Shave November,  Bye Felicia,  140\"), Shawn Burkett (segment), Sophia Cacciola (segment), Richard Chandler (segment), Michael J. Epstein (segment), Graham Fletcher-Cook (segment), Emilie Flory, Chris Gierowski (segment), Tom Gore, L.M. Harter (segment), Michael Hoerner (segment), Kelly Hughes (segment), Benjamin James (segment), Hunter Johnson (segment), Paul M McAlarney (segment), Justin Morales (segment), Tony Newton, Haley Norman, Shane Ryan, Martin Sonntag (segment), Ryan Stacy (segment), Richard Charles Stevens, Kim Sønderholm (segment), Paul Wennersberg-Løvholen (segment), Chris R. Wright (segment), Pete Yagmin (segment)", "Metascore": "N/A", "imdbRating": "N/A", "Director": "Eric Alfonsi, James Balsamo, David Bryant, Laume Conroy, James Eaves, Kieran Johnston, Paul Lynch, Tony Newton, Corey Norman, Shane Ryan, Gav Chuckie Steel, Richard Charles Stevens, Jason Impey, Matthew Joseph Adams, Gary Baxter, Glenn Berggoetz, Nick Box, Shawn Burkett, Sophia Cacciola, Richard Chandler, Caleb Emerson, Michael J. Epstein, Graham Fletcher-Cook, Emilie Flory, Luis Mariano García, Chris Gierowski, Adam Ginsberg, Peter Goddard, Tom Gore, L.M. Harter, Kelly Hughes, Benjamin James, Sune Rolf Jensen, Hunter Johnson, Jeremiah Kipp, Jason Kolucki, Izzy Lee, Paul M McAlarney, Evan Makrogiannis, Liam Makrogiannis, Sam Mason-Bell, Mike McKown, Justin Morales, Lucas Ostrowski, Edward Payson, Shawn C. Phillips, Ruben Rodriguez, Carl Angelo Ruiz, Joe Saulino, Brandon Scullion, Martin Sonntag, Brian Weaver, Paul Wennersberg-Løvholen, R.J. Wilson, Pete Yagmin", "Released": "29 Mar 2016", "Actors": "Jane Ackermann, Lia Alvarez, Siff Andersson, James Balsamo", "Year": "2016", "Genre": "Horror", "Awards": "N/A", "Runtime": "N/A", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BYmY2ZDgzMTMtYjEzNy00ODZmLThmMzEtZDA3OWEzZTlhZWQ1XkEyXkFqcGdeQXVyNTk3MzcwNTk@._V1_SX300.jpg", "imdbVotes": "N/A", "imdbID": "tt4942694"}